 {
"PLANETS": [
    {
        "id": 1,
        "name": "Earth",
        "image": "https://upload.wikimedia.org/wikipedia/commons/2/22/Earth_Western_Hemisphere_transparent_background.png",
        "description": "Our home planet Earth is a rocky, terrestrial planet. It has a solid and active surface with mountains, valleys, canyons, plains and so much more. Earth is special because it is an ocean planet. Water covers 70% of Earth's surface.",
        "distance": "91.6 million mi",
        "size": "3,958.8 mi(Radius)",
        "age": "4.543 billion years",
        "populations": "4.543 billion years",
        "orbits": "One complete orbit takes 365.256 days",
        "fun_fact": "Earth has never been perfectly round."
    },
    {
        "id": 2,
        "name": "Mars",
        "image": "https://static.wikia.nocookie.net/ultraverse/images/f/f0/Mars_-1.png/revision/latest?cb=20191016011255",
        "description": "Mars is the fourth planet from the Sun a dusty, cold, desert world with a very thin atmosphere. Mars is also a dynamic planet with seasons, polar ice caps, canyons, extinct volcanoes, and evidence that it was even more active in the past.",
        "distance": "143.19 million mi",
        "size": "2,106.1 mi(Radius)",
        "age": "4.603 billion years",
        "populations": "1(Rover)",
        "orbits": "687 days",
        "fun_fact": "Mars is named after the Roman god of war."
    },
    {
        "id": 3,
        "name": "Mercury",
        "image": "https://assets.stickpng.com/images/580b585b2edbce24c47b2709.png",
        "description": "Mercury is the smallest planet in our solar system. It's a little bigger than Earth's Moon. It is the closest planet to the Sun, but it's actually not the hottest. Venus is hotter. Along with Venus, Earth, and Mars, Mercury is one of the rocky planets.",
        "distance": "40.143 million mi",
        "size": "1,516 mi(Radius)",
        "age": "4.503 billion years",
        "populations": "0",
        "orbits": "88 days",
        "fun_fact": "Mercury is the only metal on earth that is liquid at room temperature"
    },
    {
        "id": 4,
        "name": "Jupiter",
        "image": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Jupiter_%28transparent%29.png",
        "description": "Jupiter is covered in swirling cloud stripes. It has big storms like the Great Red Spot, which has been going for hundreds of years. Jupiter is a gas giant and doesn't have a solid surface, but it may have a solid inner core about the size of Earth. Jupiter also has rings, but they're too faint to see very well.",
        "distance": "460.33 million mi",
        "size": "43,441 mi(Radius)",
        "age": "4.603 billion years",
        "populations": "0",
        "orbits": "12 years",
        "fun_fact": "Jupiter is the biggest planet in our solar system."
    },
    {
        "id": 5,
        "name": "Venus",
        "image": "https://res.cloudinary.com/dk-find-out/image/upload/q_80,w_1920,f_auto/AW_Venus_nli6oy.jpg",
        "description": "Venus is the second planet from the Sun. It is sometimes called Earth's 'sister' or 'twin' planet as it is almost as large and has a similar composition. As an interior planet to Earth, Venus appears in Earth's sky never far from the Sun, either as morning star or evening star.",
        "distance": " 67.24 million mi",
        "size": "3,760.4 mi (Radius)",
        "age": "4.503 billion years",
        "populations": "0",
        "orbits": "225 days",
        "fun_fact": "A day on Venus is longer than a year."
    },
    {
        "id": 6,
        "name": "Saturn",
        "image": "https://assets.stickpng.com/images/580b585b2edbce24c47b270d.png",
        "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It has only one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive.",
        "distance": "890.8 million mi",
        "size": "36,184 mi (Radius)",
        "age": "4.503 billion years",
        "populations": "0",
        "orbits": " 29 years",
        "fun_fact": "Saturn could float in water because it is mostly made of gas"
    },
    {
        "id": 7,
        "name": "Uranus",
        "image": "https://nineplanets.org/wp-content/uploads/2019/09/uranus.png",
        "description": "Uranus is the seventh planet from the Sun, and has the third-largest diameter in our solar system. It was the first planet found with the aid of a telescope, Uranus was discovered in 1781 by astronomer William Herschel, although he originally thought it was either a comet or a star.",
        "distance": "1.784 billion mi",
        "size": "15,759 mi (Radius)",
        "age": "4.503 billion years",
        "populations": "0",
        "orbits": "84 years",
        "fun_fact": "Uranus is the coldest planet in the Solar System"
    },
    {
        "id": 8,
        "name": "Neptune",
        "image": "https://nineplanets.org/wp-content/uploads/2019/09/neptune.png",
        "description": "Neptune is the eighth planet from the Sun and the farthest known planet in the Solar System. It is the fourth-largest planet in the Solar System by diameter, the third-most-massive planet, and the densest giant planet. It is 17 times the mass of Earth, and slightly more massive than its near-twin Uranus.",
        "distance": "2.793 billion mi",
        "size": "15,299 mi (Radius)",
        "age": "4.503 billion years",
        "populations": "0",
        "orbits": "165 years",
        "fun_fact": "Neptune is the final planet in the Solar System"
    }
]



 }
 
 




